Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# settingsAIInformationDataMessage
source: When you use AI, your prompt, relevant canvas content, tool calls and results, selected model, and attached images may be sent as needed to answer your request.
ar: عند استخدام الذكاء الصناعي، قد يتم إرسال نص الطلب الخاص بك، ومحتوى اللوحة المعني، واستدعاءات الأدوات والنتائج، والطراز المحدد، والصور المرفقة حسب الحاجة للإجابة على طلبك.
de: Wenn Sie AI verwenden, können Ihre Eingabeaufforderung, relevante Canvas-Inhalte, Tool-Aufrufe und Ergebnisse, das ausgewählte Modell und angehängte Bilder nach Bedarf gesendet werden, um Ihre Anfrage zu beantworten.
es: Cuando uses IA, tu solicitud, contenido relevante del lienzo, llamadas a herramientas y resultados, modelo seleccionado e imágenes adjuntas pueden ser enviados según sea necesario para responder a tu solicitud.
fr: Lorsque vous utilisez l'IA, votre prompt, le contenu pertinent du canvas, les appels d'outils et les résultats, le modèle sélectionné et les images jointes peuvent être envoyés si nécessaire pour répondre à votre demande.
hi: जब आप एआई का उपयोग करते हैं, तो आपका प्रांप्ट, प्रासंगिक कैनवास सामग्री, टूल कॉल और परिणाम, चयनित मॉडल और संलग्न चित्र आपकी अनुरोध का उत्तर देने के लिए आवश्यकतानुसार भेजे जा सकते हैं।
it: Quando utilizzi l'AI, il tuo prompt, il contenuto pertinente della tela, le chiamate agli strumenti e i risultati, il modello selezionato e le immagini allegate possono essere inviati, se necessario, per rispondere alla tua richiesta.
ja: AIを使用する際には、プロンプト、関連するキャンバス内容、ツールコールと結果、選択されたモデル、および必要に応じて添付画像があなたのリクエストに応えるために送信されることがあります。
ko: AI를 사용할 때 귀하의 프롬프트, 관련 캔버스 콘텐츠, 도구 호출 및 결과, 선택된 모델, 첨부된 이미지가 요청에 답하기 위해 필요에 따라 전송될 수 있습니다.
nl: Wanneer je AI gebruikt, kunnen je prompt, relevante canvasinhoud, gereedschapoproepen en resultaten, geselecteerd model en bijgevoegde beelden indien nodig worden verzonden om je verzoek te beantwoorden.
pl: Kiedy korzystasz z AI, twoje zapytanie, odpowiednie treści płótna, wywołania narzędzi i wyniki, wybrany model oraz dołączone obrazy mogą być przesyłane w miarę potrzeby, aby odpowiedzieć na twoje żądanie.
pt: Quando você usa IA, seu prompt, conteúdo relevante da tela, chamadas de ferramenta e resultados, modelo selecionado e imagens anexadas podem ser enviados conforme necessário para responder à sua solicitação.
ru: Когда вы используете ИИ, ваш запрос, соответствующее содержимое холста, вызовы инструментов и результаты, выбранная модель и прикрепленные изображения могут быть отправлены по мере необходимости для ответа на ваш запрос.
th: เมื่อคุณใช้ AI ข้อความที่คุณส่ง เนื้อหาของผืนผ้าใบที่เกี่ยวข้อง การเรียกใช้เครื่องมือและผลลัพธ์ โมเดลที่เลือก และภาพที่แนบอาจถูกส่งตามที่จำเป็นเพื่อตอบสนองต่อคำขอของคุณ
tr: AI'yi kullandığınızda, talebinizi yanıtlamak için gerekli olabilecek isteminiz, ilgili kanvas içeriği, araç çağrıları ve sonuçlar, seçilen model ve ekli resimler gönderilebilir.
vi: Khi bạn sử dụng AI, câu lệnh của bạn, nội dung canvas liên quan, các cuộc gọi công cụ và kết quả, mô hình được chọn và hình ảnh đính kèm có thể được gửi khi cần để trả lời yêu cầu của bạn.
zh_hans: 在使用AI时，您的提示、相关画布内容、工具调用和结果、选定的模型以及附件图片可能会根据需要发送，以回答您的请求。
zh_hant: 當您使用 AI 時，您的提示、相關畫布內容、工具調用和結果、選定的模型及附加圖像可能會根據需要發送以回答您的請求。

# settingsAIInformationDataTitle
source: What can be sent
ar: ما الذي يمكن إرساله
de: Was gesendet werden kann
es: Qué se puede enviar
fr: Ce qui peut être envoyé
hi: क्या भेजा जा सकता है
it: Cosa può essere inviato
ja: 送信される内容
ko: 전송될 수 있는 내용
nl: Wat kan worden verzonden
pl: Co może być przesyłane
pt: O que pode ser enviado
ru: Что может быть отправлено
th: สิ่งที่สามารถถูกส่ง
tr: Gönderilebilecekler
vi: Những gì có thể được gửi
zh_hans: 可以发送的内容
zh_hant: 可以發送的內容

# settingsAIInformationFilesMessage
source: Your files are not uploaded wholesale. AI only receives content involved in the request, such as the active canvas data or specific results returned by tools.
ar: لا يتم تحميل ملفاتك بالكامل. يتلقى الذكاء الصناعي فقط المحتوى المتعلق بالطلب، مثل بيانات اللوحة النشطة أو نتائج محددة تم إرجاعها بواسطة الأدوات.
de: Ihre Dateien werden nicht im Ganzen hochgeladen. AI erhält nur Inhalte, die für die Anfrage relevant sind, wie z. B. die aktiven Canvas-Daten oder spezifische Ergebnisse von Tools.
es: Tus archivos no se cargan en su totalidad. La IA solo recibe el contenido involucrado en la solicitud, como los datos del lienzo activo o resultados específicos devueltos por las herramientas.
fr: Vos fichiers ne sont pas téléchargés en entier. L'IA ne reçoit que le contenu impliqué dans la demande, tel que les données de canvas actives ou les résultats spécifiques retournés par les outils.
hi: आपकी फ़ाइलें समग्र रूप से अपलोड नहीं की जाती हैं। एआई केवल अनुरोध में शामिल सामग्री प्राप्त करता है, जैसे सक्रिय कैनवास डेटा या टूल द्वारा लौटाए गए विशिष्ट परिणाम।
it: I tuoi file non vengono caricati in blocco. L'AI riceve solo il contenuto coinvolto nella richiesta, come i dati della tela attiva o risultati specifici restituiti dagli strumenti.
ja: ファイルは一括でアップロードされません。AIは、アクティブなキャンバスデータやツールによって返された特定の結果など、リクエストに関係するコンテンツのみを受け取ります。
ko: 귀하의 파일은 일괄적으로 업로드되지 않습니다. AI는 요청에 관련된 콘텐츠, 즉 활성 캔버스 데이터나 도구에서 반환된 특정 결과만 수신합니다.
nl: Je bestanden worden niet in bulk geüpload. AI ontvangt alleen inhoud die betrokken is bij het verzoek, zoals de actieve canvasgegevens of specifieke resultaten die door tools zijn teruggegeven.
pl: Twoje pliki nie są przesyłane hurtowo. AI otrzymuje tylko treści związane z żądaniem, takie jak dane aktywnego płótna lub konkretne wyniki zwracane przez narzędzia.
pt: Seus arquivos não são carregados integralmente. A IA recebe apenas o conteúdo envolvido na solicitação, como os dados da tela ativa ou resultados específicos retornados pelas ferramentas.
ru: Ваши файлы не загружаются в полном объеме. ИИ получает только содержимое, относящееся к запросу, такое как данные активного холста или конкретные результаты, возвращенные инструментами.
th: ไฟล์ของคุณจะไม่ได้ถูกอัปโหลดทั้งหมด AI จะได้รับเฉพาะเนื้อหาที่เกี่ยวข้องกับคำขอ เช่น ข้อมูลผืนผ้าใบที่ใช้งานอยู่หรือผลลัพธ์เฉพาะที่ส่งกลับโดยเครื่องมือ
tr: Dosyalarınız topluca yüklenmez. AI, yalnızca istekte bulunan aktif kanvas verileri veya araçlar tarafından döndürülen belirli sonuçlar gibi taleple ilgili içeriği alır.
vi: Các tệp của bạn không được tải lên toàn bộ. AI chỉ nhận nội dung liên quan đến yêu cầu, chẳng hạn như dữ liệu canvas đang hoạt động hoặc các kết quả cụ thể được trả về bởi các công cụ.
zh_hans: 您的文件不会被全部上传。AI仅接收与请求相关的内容，例如活动画布数据或工具返回的特定结果。
zh_hant: 您的文件不會整體上傳。 AI 僅接收與請求相關的內容，例如活動畫布數據或工具返回的特定結果。

# settingsAIInformationFilesTitle
source: File access
ar: الوصول إلى الملفات
de: Dateizugriff
es: Acceso a archivos
fr: Accès aux fichiers
hi: फ़ाइल पहुँच
it: Accesso ai file
ja: ファイルへのアクセス
ko: 파일 접근
nl: Bestandstoegang
pl: Dostęp do plików
pt: Acesso a arquivos
ru: Доступ к файлам
th: การเข้าถึงไฟล์
tr: Dosya erişimi
vi: Truy cập tệp
zh_hans: 文件访问
zh_hant: 文件訪問

# settingsAIInformationLocalModelsMessage
source: Local providers such as Ollama are not supported yet.
ar: موفرو النماذج المحلية مثل Ollama غير مدعومين بعد.
de: Lokale Anbieter wie Ollama werden derzeit noch nicht unterstützt.
es: Los proveedores locales como Ollama aún no son compatibles.
fr: Les fournisseurs locaux tels qu'Ollama ne sont pas encore pris en charge.
hi: स्थानीय प्रदाता जैसे ओलामा पहले से समर्थित नहीं हैं।
it: I fornitori locali come Ollama non sono ancora supportati.
ja: Ollamaなどのローカルプロバイダーはまだサポートされていません。
ko: Ollama와 같은 로컬 제공자는 아직 지원되지 않습니다.
nl: Lokale aanbieders zoals Ollama worden nog niet ondersteund.
pl: Lokalni dostawcy, tacy jak Ollama, nie są jeszcze obsługiwani.
pt: Fornecedores locais como a Ollama ainda não são suportados.
ru: Локальные провайдеры, такие как Ollama, пока не поддерживаются.
th: ผู้ให้บริการภายในเช่น Ollama ยังไม่ได้รับการสนับสนุน
tr: Ollama gibi yerel sağlayıcılar henüz desteklenmiyor.
vi: Các nhà cung cấp địa phương như Ollama hiện chưa được hỗ trợ.
zh_hans: 本地提供商如Ollama尚不支持。
zh_hant: 本地提供商如 Ollama 尚未得到支持。

# settingsAIInformationLocalModelsTitle
source: Local AI models
ar: نماذج الذكاء الصناعي المحلية
de: Lokale AI-Modelle
es: Modelos de IA locales
fr: Modèles d'IA locaux
hi: स्थानीय एआई मॉडल
it: Modelli AI locali
ja: ローカルAIモデル
ko: 로컬 AI 모델
nl: Lokale AI-modellen
pl: Lokalne modele AI
pt: Modelos de IA locais
ru: Локальные ИИ-модели
th: โมเดล AI ภายใน
tr: Yerel AI modelleri
vi: Mô hình AI địa phương
zh_hans: 本地AI模型
zh_hant: 本地 AI 模型

# settingsAIInformationPoliciesMessage
source: Review the current Privacy Policy and Terms of Use for details about AI data processing, service providers, subscriptions, and usage terms.
ar: راجع سياسة الخصوصية الحالية وشروط الاستخدام لمزيد من التفاصيل حول معالجة بيانات الذكاء الاصطناعي، ومقدمي الخدمات، والاشتراكات، وشروط الاستخدام.
de: Überprüfen Sie die aktuelle Datenschutzrichtlinie und die Nutzungsbedingungen für Details zur Verarbeitung von AI-Daten, Dienstanbietern, Abonnements und Nutzungsbedingungen.
es: Revise la Política de Privacidad y los Términos de Uso actuales para obtener detalles sobre el procesamiento de datos de IA, proveedores de servicios, suscripciones y términos de uso.
fr: Veuillez consulter la Politique de confidentialité et les Conditions d'utilisation actuelles pour des détails sur le traitement des données par l'IA, les fournisseurs de services, les abonnements, et les conditions d'utilisation.
hi: एआई डेटा प्रोसेसिंग, सेवा प्रदाताओं, सब्सक्रिप्शन, और उपयोग के शर्तों के विवरण के लिए वर्तमान गोपनीयता नीति और उपयोग की शर्तों की समीक्षा करें।
it: Revisione dell'attuale Informativa sulla Privacy e dei Termini di Utilizzo per dettagli sul trattamento dei dati AI, fornitori di servizi, abbonamenti e termini di utilizzo.
ja: AIデータ処理、サービスプロバイダー、サブスクリプション、および利用規約に関する詳細については、現在のプライバシーポリシーおよび利用規約を確認してください。
ko: 현재 개인정보 보호정책 및 이용약관을 검토하여 AI 데이터 처리, 서비스 제공자, 구독 및 이용 약관에 대한 세부정보를 확인하세요.
nl: Bekijk het huidige Privacybeleid en de Gebruiksvoorwaarden voor details over de verwerking van AI-gegevens, dienstverlener, abonnementen en gebruiksvoorwaarden.
pl: Przejrzyj aktualną Politykę Prywatności oraz Warunki Użytkowania, aby uzyskać szczegóły dotyczące przetwarzania danych AI, dostawców usług, subskrypcji i warunków użytkowania.
pt: Revise a Política de Privacidade e os Termos de Uso atuais para detalhes sobre processamento de dados de IA, fornecedores de serviços, assinaturas e termos de uso.
ru: Просмотрите текущую Политику конфиденциальности и Условия использования для получения информации о обработке данных ИИ, поставщиках услуг, подписках и условиях использования.
th: ตรวจสอบนโยบายความเป็นส่วนตัวและข้อกำหนดในการใช้บริการปัจจุบันสำหรับรายละเอียดเกี่ยวกับการประมวลผลข้อมูล AI ผู้ให้บริการ บริการสมัครสมาชิก และข้อกำหนดการใช้งาน。
tr: AI veri işleme, hizmet sağlayıcılar, abonelikler ve kullanım şartları hakkında ayrıntılar için mevcut Gizlilik Politikasını ve Kullanım Şartlarını gözden geçirin.
vi: Xem lại Chính sách Quyền riêng tư và Điều khoản Sử dụng hiện tại để biết thông tin về quy trình xử lý dữ liệu AI, nhà cung cấp dịch vụ, đăng ký và các điều kiện sử dụng.
zh_hans: 查看当前的隐私政策和使用条款，以获取有关AI数据处理、服务提供商、订阅和使用条款的详细信息。
zh_hant: 查看當前的隱私政策和使用條款，以了解有關 AI 數據處理、服務提供商、訂閱和使用條款的詳細信息。

# settingsAIInformationPoliciesTitle
source: Policies
ar: السياسات
de: Richtlinien
es: Políticas
fr: Politiques
hi: नीतियाँ
it: Politiche
ja: ポリシー
ko: 정책
nl: Beleid
pl: Polityki
pt: Políticas
ru: Политики
th: นโยบาย
tr: Politikalar
vi: Chính sách
zh_hans: 政策
zh_hant: 政策

# settingsAIInformationProvidersMessage
source: Depending on the selected model, requests may be routed to third-party model providers such as OpenAI, Anthropic, or Google.
ar: اعتمادًا على النموذج المحدد، قد يتم توجيه الطلبات إلى مقدمي نماذج الطرف الثالث مثل OpenAI أو Anthropic أو Google.
de: Je nach ausgewähltem Modell können Anfragen an Drittanbieter von Modellen wie OpenAI, Anthropic oder Google weitergeleitet werden.
es: Dependiendo del modelo seleccionado, las solicitudes pueden dirigirse a proveedores de modelos de terceros como OpenAI, Anthropic o Google.
fr: En fonction du modèle sélectionné, les demandes peuvent être redirigées vers des fournisseurs de modèles tiers tels qu'OpenAI, Anthropic ou Google.
hi: चुने गए मॉडल के आधार पर, अनुरोधों को OpenAI, Anthropic, या Google जैसे तीसरे पक्ष के मॉडल प्रदाताओं के पास भेजा जा सकता है।
it: A seconda del modello selezionato, le richieste possono essere indirizzate a fornitori di modelli di terze parti come OpenAI, Anthropic o Google.
ja: 選択したモデルに応じて、リクエストはOpenAI、Anthropic、Googleなどのサードパーティモデルプロバイダーにルーティングされる場合があります。
ko: 선택한 모델에 따라 요청이 OpenAI, Anthropic 또는 Google과 같은 제3자 모델 제공자로 라우팅될 수 있습니다.
nl: Afhankelijk van het geselecteerde model kunnen verzoeken worden doorgestuurd naar externe modelproviders zoals OpenAI, Anthropic of Google.
pl: W zależności od wybranego modelu, żądania mogą być kierowane do zewnętrznych dostawców modeli, takich jak OpenAI, Anthropic lub Google.
pt: Dependendo do modelo selecionado, as solicitações podem ser direcionadas a fornecedores de modelos de terceiros, como OpenAI, Anthropic ou Google.
ru: В зависимости от выбранной модели запросы могут направляться к сторонним поставщикам моделей, таким как OpenAI, Anthropic или Google.
th: ขึ้นอยู่กับโมเดลที่เลือก คำขออาจถูกส่งต่อไปยังผู้ให้บริการโมเดลของบุคคลที่สาม เช่น OpenAI, Anthropic หรือ Google。
tr: Seçilen modele bağlı olarak, talepler OpenAI, Anthropic veya Google gibi üçüncü parti model sağlayıcılarına yönlendirilebilir.
vi: Tùy thuộc vào mô hình đã chọn, các yêu cầu có thể được chuyển đến các nhà cung cấp mô hình bên thứ ba như OpenAI, Anthropic hoặc Google.
zh_hans: 根据所选模型，请求可能会被路由到第三方模型提供商，如 OpenAI、Anthropic 或 Google。
zh_hant: 根據所選模型，請求可能會路由到第三方模型提供者，如 OpenAI、Anthropic 或 Google。

# settingsAIInformationProvidersTitle
source: Model providers
ar: مقدمو النماذج
de: Modellanbieter
es: Proveedores de modelos
fr: Fournisseurs de modèles
hi: मॉडल प्रदाता
it: Fornitori di modelli
ja: モデルプロバイダー
ko: 모델 제공자
pl: Dostawcy modeli
pt: Fornecedores de modelos
ru: Поставщики моделей
th: ผู้ให้บริการโมเดล
tr: Model sağlayıcıları
vi: Nhà cung cấp mô hình
zh_hans: 模型提供商
zh_hant: 模型提供者

# settingsAIInformationSubtitle
source: Service details, data handling, controls, and policy links for ExcalidrawZ AI.
ar: تفاصيل الخدمة، ومعالجة البيانات، والتحكمات، وروابط السياسات للذكاء الاصطناعي ExcalidrawZ.
de: Dienstdetails, Datenverarbeitung, Kontrollen und Richtlinienlinks für ExcalidrawZ AI.
es: Detalles del servicio, manejo de datos, controles y enlaces a políticas para ExcalidrawZ AI.
fr: Détails du service, gestion des données, contrôles et liens vers les politiques pour ExcalidrawZ AI.
hi: ExcalidrawZ AI के लिए सेवा विवरण, डेटा हैंडलिंग, नियंत्रण, और नीति लिंक।
it: Dettagli del servizio, gestione dei dati, controlli e link alle politiche per ExcalidrawZ AI.
ja: ExcalidrawZ AI のサービス詳細、データ処理、コントロール、およびポリシーリンク。
ko: ExcalidrawZ AI에 대한 서비스 세부정보, 데이터 처리, 제어 및 정책 링크.
nl: Servicedetails, gegevensverwerking, controles en beleidslinks voor ExcalidrawZ AI.
pl: Szczegóły usługi, przetwarzanie danych, kontrola i linki do polityki dla ExcalidrawZ AI.
pt: Detalhes do serviço, manipulação de dados, controles e links da política para o ExcalidrawZ AI.
ru: Подробности об услуге, обработка данных, управления и ссылки на политику для ExcalidrawZ AI.
th: รายละเอียดบริการ การจัดการข้อมูล การควบคุม และลิงก์นโยบายสำหรับ ExcalidrawZ AI。
tr: ExcalidrawZ AI için hizmet ayrıntıları, veri işleme, kontrol seçenekleri ve politika bağlantıları.
vi: Chi tiết dịch vụ, xử lý dữ liệu, kiểm soát và liên kết chính sách cho ExcalidrawZ AI.
zh_hans: ExcalidrawZ AI 的服务细节、数据处理、控制和政策链接。
zh_hant: ExcalidrawZ AI 的服務細節、數據處理、控制和政策連結。

# settingsAIInformationTitle
source: AI Data & Privacy
ar: البيانات والخصوصية للذكاء الاصطناعي
de: AI-Daten & Datenschutz
es: Datos de IA y Privacidad
fr: Données et confidentialité de l'IA
hi: AI डेटा और गोपनीयता
it: Dati AI e Privacy
ja: AIデータとプライバシー
ko: AI 데이터 및 개인 정보 보호
nl: AI-gegevens en Privacy
pl: Dane AI i prywatność
pt: Dados de IA e Privacidade
ru: Данные ИИ и конфиденциальность
th: ข้อมูล AI & ความเป็นส่วนตัว
tr: AI Veri ve Gizlilik
vi: Dữ liệu AI & Quyền riêng tư
zh_hans: AI 数据与隐私
zh_hant: AI 數據與隱私

# settingsAIMCPClaudeDesktopConfigLabel
source: Claude Desktop config
ar: إعدادات تكوين Claude Desktop
de: Claude Desktop-Konfiguration
es: Configuración de Claude Desktop
fr: Configuration de Claude Desktop
hi: क्लॉड डेस्कटॉप कॉन्फ़िग
it: Configurazione di Claude Desktop
ja: Claudeデスクトップの設定
ko: 클로드 데스크톱 구성
nl: Claude Desktop-configuratie
pl: Konfiguracja Claude Desktop
pt: Configuração do Claude Desktop
ru: Конфигурация Claude Desktop
th: การตั้งค่า Claude Desktop
tr: Claude Masaüstü yapılandırması
vi: Cấu hình Claude Desktop
zh_hans: Claude Desktop 配置
zh_hant: Claude 桌面配置

# settingsAIMCPClaudeDesktopConfigPathLabel
source: Config file location
ar: موقع ملف التكوين
de: Speicherort der Konfigurationsdatei
es: Ubicación del archivo de configuración
fr: Emplacement du fichier de configuration
hi: कॉन्फ़िग फ़ाइल स्थान
it: Posizione del file di configurazione
ja: 設定ファイルの場所
ko: 구성 파일 위치
nl: Locatie configuratiebestand
pl: Lokalizacja pliku konfiguracyjnego
pt: Localização do arquivo de configuração
ru: Расположение файла конфигурации
th: ตำแหน่งไฟล์การตั้งค่า
tr: Yapılandırma dosyası konumu
vi: Vị trí tệp cấu hình
zh_hans: 配置文件位置
zh_hant: 配置文件位置

# settingsAIMCPClaudeDesktopGuideMessage
source: Claude Desktop connects through mcp-remote, which bridges Claude's stdio MCP config to ExcalidrawZ's local HTTP MCP endpoint. Keep ExcalidrawZ open and enable the MCP Server first.
ar: يتصل Claude Desktop عبر mcp-remote، الذي يربط تكوين MCP القياسي لـ Claude بنقطة نهاية HTTP المحلية لـ ExcalidrawZ. احتفظ بـ ExcalidrawZ مفتوحًا وقم بتمكين خادم MCP أولاً.
de: Claude Desktop verbindet sich über mcp-remote, das Claudes stdio MCP-Konfiguration mit dem lokalen HTTP MCP-Endpunkt von ExcalidrawZ verbindet. Halten Sie ExcalidrawZ offen und aktivieren Sie zuerst den MCP-Server.
es: Claude Desktop se conecta a través de mcp-remote, que vincula la configuración de stdio MCP de Claude al punto final HTTP MCP local de ExcalidrawZ. Mantén ExcalidrawZ abierto y habilita primero el Servidor MCP.
fr: Claude Desktop se connecte via mcp-remote, qui relie la configuration stdio MCP de Claude au point de terminaison MCP HTTP local d'ExcalidrawZ. Gardez ExcalidrawZ ouvert et activez d'abord le serveur MCP.
hi: क्लॉड डेस्कटॉप mcp-remote के माध्यम से कनेक्ट होता है, जो क्लॉड के stdio MCP कॉन्फ़िग को एक्स्कलिड्रॉज़ के स्थानीय HTTP MCP एंडपॉइंट से जोड़ता है। कृपया एक्स्कलिड्रॉज़ को खोला रखें और पहले MCP सर्वर सक्षम करें।
it: Claude Desktop si connette tramite mcp-remote, che collega la configurazione stdio MCP di Claude all'endpoint MCP HTTP locale di ExcalidrawZ. Tieni ExcalidrawZ aperto e attiva prima il server MCP.
ja: Claudeデスクトップはmcp-remoteを介して接続され、Claudeのstdio MCP設定をExcalidrawZのローカルHTTP MCPエンドポイントに橋渡しします。まずExcalidrawZを開き、MCPサーバーを有効にしてください。
ko: 클로드 데스크톱은 mcp-remote를 통해 연결되며, 이는 클로드의 stdio MCP 구성을 ExcalidrawZ의 로컬 HTTP MCP 엔드포인트에 연결합니다. ExcalidrawZ를 열어 두고 먼저 MCP 서버를 활성화하십시오.
nl: Claude Desktop maakt verbinding via mcp-remote, dat de stdio MCP-configuratie van Claude koppelt aan het lokale HTTP MCP-eindpunt van ExcalidrawZ. Houd ExcalidrawZ open en schakel eerst de MCP Server in.
pl: Claude Desktop łączy się przez mcp-remote, który łączy konfigurację stdio MCP Claude'a z lokalnym punktem końcowym HTTP MCP ExcalidrawZ. Najpierw otwórz ExcalidrawZ i włącz serwer MCP.
pt: O Claude Desktop conecta-se através do mcp-remote, que liga a configuração MCP stdio do Claude ao endpoint HTTP MCP local do ExcalidrawZ. Mantenha o ExcalidrawZ aberto e habilite o Servidor MCP primeiro.
ru: Claude Desktop подключается через mcp-remote, который связывает конфигурацию stdio MCP Claude с локальной HTTP MCP конечной точкой ExcalidrawZ. Сначала держите ExcalidrawZ открытым и включите MCP сервер.
th: Claude Desktop เชื่อมต่อผ่าน mcp-remote ซึ่งเชื่อมต่อการตั้งค่า stdio MCP ของ Claude กับจุดสิ้นสุด HTTP MCP ภายในของ ExcalidrawZ โปรดเปิด ExcalidrawZ และเปิดใช้งาน MCP Server ก่อน
tr: Claude Masaüstü, Claude'un stdio MCP yapılandırmasını ExcalidrawZ'in yerel HTTP MCP uç noktasına köprüleyen mcp-remote üzerinden bağlanır. Öncelikle ExcalidrawZ'i açık tutun ve MCP Sunucusunu etkinleştirin.
vi: Claude Desktop kết nối thông qua mcp-remote, kết nối cấu hình stdio MCP của Claude với điểm cuối MCP HTTP cục bộ của ExcalidrawZ. Giữ ExcalidrawZ mở và kích hoạt máy chủ MCP trước.
zh_hans: Claude Desktop 通过 mcp-remote 连接，它会把 Claude 的 stdio MCP 配置桥接到 ExcalidrawZ 的本地 HTTP MCP 端点。请先保持 ExcalidrawZ 打开并启用 MCP 服务器。
zh_hant: Claude Desktop 透過 mcp-remote 連接，它會把 Claude 的 stdio MCP 配置橋接到 ExcalidrawZ 的本地 HTTP MCP 端點。請先保持 ExcalidrawZ 開啟並啟用 MCP 伺服器。
